const ruLocale = {
   languageTag: 'ru',
   lines: {
      'No tasks': 'Задач нет',
      'Postpone:': 'Отложить:',
      'Repeat:': 'Повторять:',
      'Auto postpone:': 'Автоперенос:',
      'Task name:': 'Название:',
      'Description:': 'Описание:',
      'no interval': 'без интервала',
      'every day': 'ежедневно',
      'every workday': 'по будням',
      'every week': 'еженедельно',
      'every month': 'ежемесячно',
      'every year': 'ежегодно',
      'until completed': 'до выполнения',
      'no': 'нет',
   },
   months: {
      0: 'Январь',
      1: 'Февраль',
      2: 'Март',
      3: 'Апрель',
      4: 'Май',
      5: 'Июнь',
      6: 'Июль',
      7: 'Август',
      8: 'Сентябрь',
      9: 'Октябрь',
      10: 'Ноябрь',
      11: 'Декабрь',
   },
   weekDays: {
      1: 'Понедельник',
      2: 'Вторник',
      3: 'Среда',
      4: 'Четверг',
      5: 'Пятница',
      6: 'Суббота',
      0: 'Воскесенье',
   }
}


module.exports = ruLocale